import React from "react";
import './about.css'
import image from './about-smoothy-min.jpeg'

export default () => {
    return <section className="about">
        <p className="about-text">Бар смузі - це заклад, спеціалізований на приготуванні та подачі смузі. Смузі - це напої, зазвичай засновані на комбінації
            фруктів, овочів, соків, йогурту або молока, льоду та інгредієнтів, що можуть варіюватися від бджолиного меду до олій насіння
            льону чи спецій. Бар смузі - це популярне місце для тих,
            хто прагне здорового способу життя, бажає отримувати вітаміни та мінерали,
            а також велику порцію смачного та освіжаючого напою.</p>
        <img className="about-image" src={image} />
        <p className="about-text">Загалом, бар смузі - це місце, де клієнти можуть насолоджуватися смачними та корисними напоями, сприяючи своєму
            здоров'ю та енергії,
            а також відчувати підтримку здорового способу життя.</p>
        <div>
            <h2>Контактна інформація</h2>
            <p><strong>Адреса:</strong> Вулиця, Місто, Країна, Поштовий індекс</p>
            <p><strong>Електронна пошта:</strong> example@example.com</p>
            <p><strong>Телефон:</strong> +380123456789</p>
        </div>
    </section>
}